"1" = "Soitetaan palveluntarjoajalle...";
"2" = "Yhdistetään...";
"3" = "Todennetaan...";
"4" = "Yhdistetty palveluntarjoajaan.";
"5" = "Puretaan yhteyttä...";

"-2" = "PPP-määrittelydaemonia ei voitu käynnistää.";
"-1" = "PPP:tä ei voitu aloittaa.";

"0" = "Palveluntarjoajaan ei saatu yhteyttä.";
"256" = "Modeemi ei vastaa. Tarkista modeemin liitännät ja yritä uudelleen.";
"257" = "CCL epäonnistui.";
"258" = "Chat epäonnistui";
"259" = "LCP epäonnistui.";
"260" = "Todentaminen epäonnistui. Tarkista käyttäjätunnuksesi sekä salasanasi ja yritä uudelleen.";
"261" = "Aikakatkaisu (yhteys käyttämättä liian pitkään).";

"512" = "Ei kantoaaltoa.";
"513" = "Palveluntarjoaja on varattu.";
"514" = "Ei valintaääntä. Tarkista puhelinlinjan liitännät ja yritä uudelleen.";
"515" = "Modeemivirhe.";

"PPP_SWITCH_TO_PULSE" = "Vaihdetaan pulssivalintaan.";
"PPP_SWITCH_TO_TONE" = "Vaihdetaan äänivalintaan.";
"PPP_WILL_REDIAL" = "Uudelleenvalinta 3 sekunnin kuluttua.";
		
